robbyrussell/oh-my-zsh

# Bundles from the default repo (robbyrussell's oh-my-zsh).
robbyrussell/oh-my-zsh path:plugins/git
robbyrussell/oh-my-zsh path:plugins/command-not-found
robbyrussell/oh-my-zsh path:plugins/brew
robbyrussell/oh-my-zsh path:plugins/scala
robbyrussell/oh-my-zsh path:plugins/httpie
robbyrussell/oh-my-zsh path:plugins/cp
robbyrussell/oh-my-zsh path:plugins/macos
robbyrussell/oh-my-zsh path:plugins/mvn
robbyrussell/oh-my-zsh path:plugins/fasd
robbyrussell/oh-my-zsh path:plugins/vi-mode
robbyrussell/oh-my-zsh path:plugins/history
robbyrussell/oh-my-zsh path:plugins/colorize
robbyrussell/oh-my-zsh path:plugins/extract
#robbyrussell/oh-my-zsh path:plugins/kubectl
#robbyrussell/oh-my-zsh path:plugins/helm
robbyrussell/oh-my-zsh path:plugins/terraform
robbyrussell/oh-my-zsh path:plugins/colored-man-pages
robbyrussell/oh-my-zsh path:plugins/encode64
robbyrussell/oh-my-zsh path:plugins/urltools
robbyrussell/oh-my-zsh path:plugins/aws

#zdharma/fast-syntax-highlighting
zsh-users/zsh-syntax-highlighting
robbyrussell/oh-my-zsh path:plugins/history-substring-search
zsh-users/zsh-completions
zsh-users/zsh-autosuggestions
andrewferrier/fzf-z
MichaelAquilina/zsh-you-should-use


# Load the theme.
mafredri/zsh-async
sindresorhus/pure kind:zsh-theme
#denysdovhan/spaceship-prompt
